Revit 2027 API
UnitTypeId.TonnesCarbonDioxidePerBritishThermalUnit Property
 tonnes of carbon dioxide per Btu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesCarbonDioxidePerBritishThermalUnit { get; }
Public Shared ReadOnly Property TonnesCarbonDioxidePerBritishThermalUnit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesCarbonDioxidePerBritishThermalUnit {
	ForgeTypeId^ get ();
}
static member TonnesCarbonDioxidePerBritishThermalUnit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace